Repository: IntPlanet/SemiAutomaticClassificationManual_v4
Catalog: backup/scp_menupo_1_*.po
Languages: pt_br

source: SCP menu
pt_br: Menu SCP

source: :guilabel:`SCP menu`
pt_br: :guilabel:`Menu SCP`

source: The ``SCP menu`` allows for the selection of the main functions of the :ref:`main_interface_window`, the :ref:`spectral_signature_plot`, and the :ref:`scatter_plot`.
pt_br: O ``menu SCP`` permite a seleção das principais funções do: vermelho: `main_interface_window`, a: ref:` plot` assinatura espectral, e o: ref: `scatter_plot`.

source: |plugin|: show the :ref:`main_interface_window` and display the :ref:`roi_dock` and the :ref:`classification_dock`;
pt_br: |Plug-in|: mostrar o :ref: `main_interface_window` e exibe o :ref:`roi_dock` e o :ref: `classification_dock`;

source: |band_set|: open the :ref:`band_set_tab`;
pt_br: |Band_set|: abrir o :ref: `band_set_tab`;

source: |sign_plot|: open the :ref:`spectral_signature_plot`;
pt_br: |Signplot|: abrir o :ref:`spectral_signature_plot`;

source: |scatter_plot|: open the :ref:`scatter_plot`;
pt_br: |scatter_plot|: abrir o :ref:`scatter_plot;

source: |tools|: open the :ref:`tools_tab` and the sub-menu thereof;
pt_br: |tools|: abrir o :ref:`tools_tab` e o sub-menu do mesmo;

source: |preprocessing|: open the :ref:`pre_processing_tab` and the sub-menu thereof;
pt_br: |preprocessing|: abrir o :ref:`pre_processing_tab` e o seu submenu;

source: |postprocessing|: open the :ref:`post_processing_tab` and the sub-menu thereof;
pt_br: |postprocessing|: abrir o :ref:`post_processing_tab` e o seu submenu;

source: |bandcalc|: open the :ref:`band_calc_tab`;
pt_br: |bandcalc|: abrir o :ref:`band_calc_tab`;

source: |settings|: open the :ref:`settings_tab` and the sub-menu thereof;
pt_br: |settings|: abrir o :ref:`settings_tab` e o seu submenu;

source: |guide|: open the online user manual in a web browser;
pt_br: |guide|: abrir o manual do usuário no navegador web;

source: |help|: open the `Online help <http://fromgistors.blogspot.com/p/ask-for-help.html>`_ in a web browser; also, a `Facebook group <https://www.facebook.com/groups/661271663969035/>`_ and a `Google+ Community <https://plus.google.com/communities/107833394986612468374>`_ are available for sharing information and asking for help about SCP.
pt_br: |help|: abrir o `Online help <http://fromgistors.blogspot.com/p/ask-for-help.html>`_ no navegador web; também, o grupo no `Facebook <https://www.facebook.com/groups/661271663969035/>`_ e a comunidade no `Google+ <https://plus.google.com/communities/107833394986612468374>`_ estão disponíveis para o compartilhamento de informações e pedidos de ajuda sobre SCP.
